{
    "ourServices": "NUESTROS SERVICIOS",
    "notaryPublic": "Notaria Publica",
    "notaryP":"Como Agente de Firma Certificado, estoy autorizado para presenciar y autenticar la firma de documentos legales importantes, particularmente aquellos relacionados con transacciones inmobiliarias como hipotecas, refinanciamientos y acuerdos de préstamos. Mi principal función es asegurar que el proceso de firma se ejecute correctamente, cumpliendo con todos los requisitos y regulaciones legales.",
    "CertifiedSigningAgent": "Agente De Firma Certificada",
    "CertifiedSigningAgentP": "Navegar por los procesos de inmigración puede ser abrumador, pero con mi amplio conocimiento y experiencia, puedes avanzar con confianza. Ofrezco una preparación meticulosa de documentos y consultas personalizadas, asegurando que cada cliente reciba un apoyo adaptado a sus necesidades. Ya sea que necesites asistencia con la residencia permanente o la preparación de documentos, me dedico a simplificar el proceso y lograr resultados exitosos. Contáctame hoy para comenzar tu camino hacia un nuevo comienzo.",
    "ImmigrationProcedures": "Trámites de inmigración",
    "ImmigrationProceduresP": "Como oficiante de bodas, puedo presidir y solemnizar ceremonias de matrimonio. Desempeñando un papel central en la ceremonia de boda, guiando a la pareja a través de sus votos y uniéndolos legalmente en matrimonio.",
    "WeddingOffician": "Oficiante De Boda",
    "WeddingOfficianP": "Como oficiante de bodas, puedo presidir y solemnizar ceremonias de matrimonio. Desempeñando un papel central en la ceremonia de boda, guiando a la pareja a través de sus votos y uniéndolos legalmente en matrimonio.", 
    "RealEstateAgent": "Agente De Bienes Raíces",
    "MOBILENOTARY": "Agente De Bienes Raíces",
    "MOBILENOTARYP": "Ya sea que necesites documentos notariados para propósitos personales, legales o comerciales, como notarios móviles ofrecemos servicios notariales profesionales y certificados directamente en tu hogar, oficina o cualquier otra ubicación preferida."

}